Repository: alexrj/Slic3r
Catalog: po/*.po
Languages: it

source: Configuration notes
it: Note di configurazione

source: You can put here your personal notes. This text will be added to the G-code header comments.
it: Puoi mettere qui le tue note personali. Questo testo sara' aggiunto ai commenti iniziali del G-code

source: Threads are used to parallelize long-running tasks. Optimal threads number is slightly above the number of available cores/processors. Beware that more threads consume more memory.
it: I Threads sono usati per parallelizzare le eleborazioni che richiedono lunghi tempi di esecuzione. Numero di thread ottimale e' leggermente al di sopra del numero di core/processori disponibili. Attenzione che piu' thread consumano piu' memoria.

source: (more speed but more memory usage)
it: (piu' velocita' ma piu' memoria usata)

source: Resolution
it: Risoluzione

source: Minimum detail resolution, used to simplify the input file for speeding up the slicing job and reducing memory usage. High-resolution models often carry more detail than printers can render. Set to zero to disable any simplification and use full resolution from input.
it: Risoluzione minima di dettaglio, utilizzata per semplificare il file di input per accelerare il lavoro di divisione in strati e di ridurre l'utilizzo della memoria. Modelli ad alta risoluzione spesso hanno piu' particolare rispetto alle capacita' di rendering delle stampanti. Impostare a zero per disabilitare qualsiasi semplificazione e utilizzare piena risoluzione da input.

source: Output filename format
it: Nome del file

source: You can use all configuration options as variables inside this template. For example: [layer_height], [fill_density] etc. You can also use [timestamp], [year], [month], [day], [hour], [minute], [second], [version], [input_filename], [input_filename_base].
it: Puoi usare tutte le opzioni di configurazione come variabili all'interno di questo template. Ad esempio: [layer_height], [fill_density] etc. Puoi anche usare [timestamp], [year], [month], [day], [hour], [minute], [second], [version], [input_filename], [input_filename_base].

source: Print center
it: Centro Stampa

source: Enter the G-code coordinates of the point you want to center your print around.
it: Immetti le coordinate G-code del punto centrale della tua stampante

source: G-code flavor
it: Tipo G-code

source: Some G/M-code commands, including temperature control and others, are not universal. Set this option to your printer's firmware to get a compatible output. The "No extrusion" flavor prevents Slic3r from exporting any extrusion value at all.
it: Alcuni comandi G / M-code, tra cui il controllo della temperatura e altri, non sono universali. Seleziona il firmware della tua stampante per ottenere una uscita compatibile. The "No extrusion" flavor prevents Slic3r from exporting any extrusion value at all.

source: Use relative E distances
it: Utilizzare distanze relative E

source: If your firmware requires relative E values, check this, otherwise leave it unchecked. Most firmwares use absolute values.
it: Se il tuo firmware richiede valori relativi E, seleziona questa opzione. Molti firmware usano i valori assoluti.

source: Extrusion axis
it: Asse Estrusore

source: Use this option to set the axis letter associated to your printer's extruder (usually E but some printers use A).
it: Utilizzare questa opzione per impostare la lettera dell'asse associato all'estrusore della stampante (solitamente E ma alcune stampanti usano A).

source: This value will be added (or subtracted) from all the Z coordinates in the output G-code. It is used to compensate for bad Z endstop position: for example, if your endstop zero actually leaves the nozzle 0.3mm far from the print bed, set this to -0.3 (or fix your endstop).
it: Verra' aggiunto questo valore (o sottratto) da tutte le coordinate Z nel file G-code. E 'utilizzato per compensare un errata posizione Z di fine corsa: per esempio, se il tuo finecorsa lascia 0.3mm (diametro dell'ugello) di distanza dal piatto, impsta questo valore a -0.3mm (o coreggi il fine corsa).

source: Use native G-code arcs
it: Usa archi G-code nativi

source: This experimental feature tries to detect arcs from segments and generates G2/G3 arc commands instead of multiple straight G1 commands.
it: Questa funzione sperimentale tenta di rilevare gli archi da segmenti e genera G2/G3 comandi arco invece di piu' comandi G1 rette.

source: Use G0 for travel moves
it: Usa G0 per i movimenti Travel

source: Only enable this if your firmware supports G0 properly (thus decouples all axes using their maximum speeds instead of synchronizing them). Travel moves and retractions will be combined in single commands, speeding them print up.
it: Abilitare questa opzione solo se il firmware supporta G0 correttamente (disaccoppia quindi tutti gli assi con le loro velocita' massime invece di sincronizzarli). Mosse di Travel e di ritrazione saranno combinati in singoli comandi, accelerando la stampa.

source: Verbose G-code
it: G-code Dettagliato

source: Enable this to get a commented G-code file, with each line explained by a descriptive text. If you print from SD card, the additional weight of the file could make your firmware slow down.
it: Abilita questa opzione per ottenere un file di codice-G ha commentato, con ogni linea spiegata da un testo descrittivo. Se si stampa da scheda SD, il peso aggiuntivo del file potrebbe rendere il vostro firmware lento.

source: Extruder offset
it: Estrusore Offset

source: If your firmware doesn't handle the extruder displacement you need the G-code to take it into account. This option lets you specify the displacement of each extruder with respect to the first one. It expects positive coordinates (they will be subtracted from the XY coordinate).
it: Se il firmware non gestisce lo spostamento estrusore e' necessario il G-code ne tenga conto. Questa opzione consente di specificare lo spostamento di ogni estrusore rispetto al primo. Si aspetta coordinate positivo (verranno sottratti dal coordinate XY).

source: Nozzle diameter
it: Diametro ugello

source: This is the diameter of your extruder nozzle (for example: 0.5, 0.35 etc.)
it: Questo e' il diametro dell'ugello dell'estrusore (per esempio: 0.5, 0.35 ecc)

source: Diameter
it: Diametro

source: Enter your filament diameter here. Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
it: Inserire il diametro del filamento qui. È necessaria una buona precisione, usa un calibro e fai piu' misurazioni lungo il filamento, quindi calcola la media.

source: Extrusion multiplier
it: Moltiplicatore estrusione

source: This factor changes the amount of flow proportionally. You may need to tweak this setting to get nice surface finish and correct single wall widths. Usual values are between 0.9 and 1.1. If you think you need to change this more, check filament diameter and your firmware E steps.
it: Questo fattore cambia la quantita' di flusso proporzionalmente. Potrebbe essere necessario modificare questa impostazione per ottenere la finitura superficiale piacevole e correggere le larghezze a parete singola. I valori normali sono compresi tra 0,9 e 1,1. Se hai bisogno di diversi, controlla prima il diametro del filamento ed i tuoi passi E firmware.

source: Other layers
it: Altri Strati

source: Extruder temperature for layers after the first one. Set this to zero to disable temperature control commands in the output.
it: Temperatura di estrusione per gli strati dopo il primo. Imposta a zero per disabilitare il controllo nel file di output.

source: First layer
it: Primo Strato

source: Extruder temperature for first layer. If you want to control temperature manually during print, set this to zero to disable temperature control commands in the output file.
it: Temperatura di estrusione per il primo strato. Se vuoi in controllo manuale della temperatura durante la stampa, imposta a zero per disabilitare il controllo nel file di output.

source: Perimeter extruder
it: Estrusore Perimetri

source: The extruder to use when printing perimeters.
it: Estrusore da usare per la stampa dei perimetri

source: Infill extruder
it: Estrusore Riempimento

source: The extruder to use when printing infill.
it: Estrusore da utilizzare per la stampa del riempimento.

source: Support material extruder
it: Estrusore Materiale Supporto

source: The extruder to use when printing support material. This affects brim too.
it: Estrusore da utilizzare per la stampa del materiale di supporto. Vale anche per il margine.

source: Heated build plate temperature for the first layer. Set this to zero to disable bed temperature control commands in the output.
it: Temperatura del piatto di stampa per il primo strato. Impostare a zero per disabilitare i comandi di controllo della temperatura del letto nel file di uscita.

source: Bed temperature for layers after the first one. Set this to zero to disable bed temperature control commands in the output.
it: Temperatura del Letto di stampa per gli strati dopo il primo. Imposta a zero per disabilitare il controllo della temperatura.

source: Speed for travel moves (jumps between distant extrusion points).
it: Velocita' di spostamento a vuoto (salto tra due punti distanti di estruzione).

source: Perimeters
it: Perimetri

source: Speed for perimeters (contours, aka vertical shells).
it: Velocita' per i perimetri (contorni, gusci verticali).

source: Small perimeters
it: Piccoli Perimetri

source: This separate setting will affect the speed of perimeters having radius <= 6.5mm (usually holes). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above.
it: Questa impostazione separata influenzera' la velocita' di perimetri di raggio <= 6.5mm (di solito i fori). Se espresso in percentuale (ad esempio: 80%) sara' calcolato sulla impostazione della velocita' perimetri.

source: External perimeters
it: Perimetri Esterni

source: This separate setting will affect the speed of external perimeters (the visible ones). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above.
it: Questa impostazione separata influenzera' la velocita' di perimetri esterni (quelli visibili). Se espresso in percentuale (ad esempio: 80%) sara' calcolato sulla impostazione della velocita' perimetri.

source: Infill
it: Riempimento

source: Speed for printing the internal fill.
it: Velocita' di stampa del riempimento interno.

source: Solid infill
it: Riempimento solido

source: Speed for printing solid regions (top/bottom/internal horizontal shells). This can be expressed as a percentage (for example: 80%) over the default infill speed above.
it: Velocita' di stampa di regioni solide (alto / basso / gusci interno orizzontali). Questo può essere espresso come percentuale (ad esempio: 80%) rispetto alla velocita' di riempimento predefinita.

source: Top solid infill
it: Riempimento solido Superiore

source: Speed for printing top solid regions. You may want to slow down this to get a nicer surface finish. This can be expressed as a percentage (for example: 80%) over the solid infill speed above.
it: Velocita' di stampa delle regioni solide superiori. Si consiglia di diminuire questo valore per ottenere una migliore finitura della superficie. Questo può essere espresso come percentuale (ad esempio: 80%) rispetto alla velocita' di riempimento solido sopra.

source: Support material
it: Materiale di supporto

source: Speed for printing support material.
it: Velocita' di stampa per il materiale di supporto.

source: Bridges
it: Ponti

source: Speed for printing bridges.
it: Velocita' di stampa per i ponti.

source: Gap fill
it: Riempimento lacune

source: Speed for filling small gaps using short zigzag moves. Keep this reasonably low to avoid too much shaking and resonance issues. Set zero to disable gaps filling.
it: Velocita' di riempimento di piccole lacune con brevi movimenti a zig-zag. Mantenere questo valore ragionevolmente basso per evitare troppa agitazione e problemi di risonanza. Impostare a zero per disabilitare il riempimento di piccole lacune.

source: First layer speed
it: Velocita' primo strato

source: If expressed as absolute value in mm/s, this speed will be applied to all the print moves of the first layer, regardless of their type. If expressed as a percentage (for example: 40%) it will scale the default speeds.
it: Se espressa come valore assoluto in mm/s, questa velocita' sara' applicata a tutte le mosse stampa del primo strato, indipendentemente dal loro tipo. Se espressa in percentuale (per esempio: 40%) scalera' le velocita' predefinite.

source: This is the acceleration your printer will be reset to after the role-specific acceleration values are used (perimeter/infill). Set zero to prevent resetting acceleration at all.
it: Questo e' l'accelerazione che la stampante deve resettare dopo che sono utilizzati i valori di accelerazione di ruolo specifici (perimetro/riempimento). Imposta a zero per impedire il reset delle accelerazioni.

source: This is the acceleration your printer will use for perimeters. A high value like 9000 usually gives good results if your hardware is up to the job. Set zero to disable acceleration control for perimeters.
it: Questo e' l'accelerazione che la stampante utilizzera' per perimetri. Un valore elevato come 9000 di solito da' buoni risultati se l'hardware e' all'altezza del compito. Impostare a zero per disabilitare il controllo di accelerazione per perimetri.

source: This is the acceleration your printer will use for infill. Set zero to disable acceleration control for infill.
it: Questo e' l'accelerazione che la stampante utilizzera' per il riempimento. Impostare a zero per disabilitare il controllo di accelerazione per il riempimento.

source: Bridge
it: Ponte

source: This is the acceleration your printer will use for bridges. Set zero to disable acceleration control for bridges.
it: Questo e' l'accelerazione che la stampante utilizzera' per i ponti. Impostare a zero per disabilitare il controllo di accelerazione per i ponti.

source: Layer height
it: Altezza Strato

source: This setting controls the height (and thus the total number) of the slices/layers. Thinner layers give better accuracy but take more time to print.
it: Questa impostazione controlla l'altezza (e quindi il numero totale) delle fette/strati. Strati piu' sottili per dare una migliore accuratezza ma richiede piu' tempo per la stampa.

source: First layer height
it: Altezza Primo Strato

source: When printing with very low layer heights, you might still want to print a thicker bottom layer to improve adhesion and tolerance for non perfect build plates. This can be expressed as an absolute value or as a percentage (for example: 150%) over the default layer height.
it: Quando si stampa con altezze degli strati molto bassi, si potrebbe stampare uno strato inferiore piu' spesso per migliorare l'adesione e la tolleranza per i piatti di stampa non perfetti. Questo può essere espresso come valore assoluto o in percentuale (per esempio: 150%) sull'altezza strato predefinito.

source: Infill every
it: Riempi ogni

source: This feature allows to combine infill and speed up your print by extruding thicker infill layers while preserving thin perimeters, thus accuracy.
it: Questa funzione consente di combinare riempimento e velocizzare la vostra stampa estrudendo strati piu' spessi di riempimento, preservando perimetri sottili e precisione.

source: layers
it: strati

source: Solid infill every
it: Riempimento solido ogni

source: This feature allows to force a solid layer every given number of layers. Zero to disable.
it: Questa opzione permette di forzare un solido strato ogni dato numero di strati. Zero per disabilitare.

source: Only infill where needed
it: Riempi solo dove necessario

source: This option will limit infill to the areas actually needed for supporting ceilings (it will act as internal support material).
it: Questa opzione limitera' il riempimento solo alle superfici effettivamente necessari per supportare soffitti (agira' come materiale di supporto interno).

source: Infill before perimeters
it: Riempi prima i perimetri

source: This option will switch the print order of perimeters and infill, making the latter first.
it: Questa opzione consente di cambiare l'ordine di stampa dei perimetri e di riempimento, rendendo quest'ultimo il primo.

source: Default extrusion width
it: Larghezza di estrusione predefinita

source: Set this to a non-zero value to set a manual extrusion width. If left to zero, Slic3r calculates a width automatically. If expressed as percentage (for example: 230%) it will be computed over layer height.
it: Imposta un valore diverso da zero per una larghezza manuale di estrusione. Se lasciato a zero, Slic3r calcola automaticamente una larghezza. Se espresso in percentuale (per esempio: 230%) sara' calcolato su altezza strato.

source: mm or % (leave 0 for auto)
it: mm or % (0 per auto)

source: Set this to a non-zero value to set a manual extrusion width for first layer. You can use this to force fatter extrudates for better adhesion. If expressed as percentage (for example 120%) if will be computed over layer height.
it: Imposta un valore diverso da zero per una larghezza di estrusione manuale del primo strato. È possibile utilizzare questo per forzare estrusioni piu' spesse per una migliore aderenza. Se espresso in percentuale (per esempio 120%) sara' calcolato su base altezza strato.

source: mm or % (leave 0 for default)
it: mm or % (0 per valore di default)

source: Set this to a non-zero value to set a manual extrusion width for perimeters. You may want to use thinner extrudates to get more accurate surfaces. If expressed as percentage (for example 90%) if will be computed over layer height.
it: Imposta un valore diverso da zero per una larghezza di estrusione manuale dei perimetri. Si consiglia di utilizzare estrusioni piu' sottili per ottenere superfici piu' accurate. Se espresso in percentuale (per esempio il 90%) sara' calcolato su base altezza strato.

source: Set this to a non-zero value to set a manual extrusion width for infill. You may want to use fatter extrudates to speed up the infill and make your parts stronger. If expressed as percentage (for example 90%) if will be computed over layer height.
it: Imposta un valore diverso da zero per una larghezza di estrusione manuale per il riempimento. Si consiglia di utilizzare estrusioni piu' spesse per accelerare il riempimento e fare le vostre parti piu' forti. Se espresso in percentuale (per esempio il 90%) sara' calcolato su base altezza strato.

source: Set this to a non-zero value to set a manual extrusion width for infill for solid surfaces. If expressed as percentage (for example 90%) if will be computed over layer height.
it: Imposta un valore diverso da zero per una larghezza di estrusione manuale per riempiomento superfici solide. Se espresso in percentuale (per esempio il 90%) sara' calcolato su base altezza strato.

source: Set this to a non-zero value to set a manual extrusion width for infill for top surfaces. You may want to use thinner extrudates to fill all narrow regions and get a smoother finish. If expressed as percentage (for example 90%) if will be computed over layer height.
it: Imposta un valore diverso da zero per una larghezza di estrusione manuale per riempimento superfici superiori. Si consiglia di utilizzare estrusioni piu' sottili per riempire tutte le regioni stretti e ottenere una finitura liscia. Se espresso in percentuale (per esempio il 90%) sara' calcolato su base altezza strato.

source: Perimeters (minimum)
it: Perimetri (minimi)

source: This option sets the number of perimeters to generate for each layer. Note that Slic3r will increase this number automatically when it detects sloping surfaces which benefit from a higher number of perimeters.
it: Questa opzione consente di impostare il numero di perimetri da generare per ogni strato. Si noti che Slic3r aumentera' automaticamente questo numero quando rileva le pendenze che beneficiano di un maggior numero di perimetri.

source: Solid layers
it: Strati Solidi

source: Number of solid layers to generate on top and bottom surfaces.
it: Numero di strati solidi da generare su superfici superiore e inferiore.

source: Top
it: Sopra

source: Number of solid layers to generate on top surfaces.
it: Numero di strati solidi da generare sulla superficie superiore

source: Bottom
it: Fondo

source: Number of solid layers to generate on bottom surfaces.
it: Numero di strati solidi da generare sulla superficie di fondo

source: Fill pattern
it: Modello Riempimento

source: Fill pattern for general low-density infill.
it: Tipo di riempimento per generale riempimento a bassa densita'.

source: Top/bottom fill pattern
it: Motivo Riempimento Superiore/Inferiore

source: Fill pattern for top/bottom infill.
it: Motivo di riempimento Superiore/Inferiore

source: Fill density
it: Densita' Riempimento

source: Density of internal infill, expressed in the range 0 - 1.
it: Densita' di riempimento interno, espresso nell'intervallo 0-1.

source: Fill angle
it: Angolo Riempimento

source: Default base angle for infill orientation. Cross-hatching will be applied to this. Bridges will be infilled using the best direction Slic3r can detect, so this setting does not affect them.
it: Angolo di base predefinita per l'orientamento del riempimento. Tratteggio verra' applicato a questo. Ponti saranno riempiti con la migliore direzione che Slic3r e' in grado di rilevare, quindi questa impostazione non influisce su di essi.

source: Solid infill threshold area
it: Soglie di riempimento solido raffreddamento

source: Force solid infill for regions having a smaller area than the specified threshold.
it: Forza il riempimento solido per le regioni aventi una superficie inferiore alla soglia specificata.

source: Generate extra perimeters when needed
it: Generare perimetri supplementari

source: Add more perimeters when needed for avoiding gaps in sloping walls.
it: Aggiungere altri perimetri quando necessario per evitare lacune nelle pareti inclinate.

source: Randomize starting points
it: Punti di inizio casuali

source: Start each layer from a different vertex to prevent plastic build-up on the same corner.
it: Inizia ogni strato da un punto differente per prevenire l'accumulo di plastica sullo stesso angolo.

source: Avoid crossing perimeters
it: Evitare di attraversare perimetri

source: Optimize travel moves in order to minimize the crossing of perimeters. This is mostly useful with Bowden extruders which suffer from oozing. This feature slows down both the print and the G-code generation.
it: Ottimizza le mosse di travel al fine di ridurre al minimo l'attraversamento dei perimetri. Questo e' utile soprattutto con estrusori Bowden che soffrono di stillicidio. Questa funzione rallenta sia la stampa che la produzione del codice.

source: External perimeters first
it: Prima Perimetri Esterni

source: Print contour perimeters from the outermost one to the innermost one instead of the default inverse order.
it: Stampare perimetri contorno da quello piu' esterno a quello piu' interno anziché nell'ordine inverso predefinito.

source: Only retract when crossing perimeters
it: Ritrai solo quando attraversi i perimetri

source: Disables retraction when travelling between infill paths inside the same island.
it: Disabilita la retrazione quando si sposta tra i percorsi di riempimento all'interno della stessa isola.

source: Generate support material
it: Genera Materiale di supporto

source: Enable support material generation.
it: Abilita la generazione di materiale di supporto.

source: Overhang threshold
it: Soglia Eccedenza
