Repository: alexrj/Slic3r
Catalog: po/*.po
Languages: it

source: Support material will not generated for overhangs whose slope angle is above the given threshold. Set to zero for automatic detection.
it: Materiale di supporto non sara' generato per sporgenze il cui angolo d'inclinazione e' superiore alla soglia indicata. Impostare a zero per il rilevamento automatico.

source: Pattern
it: Modello

source: Pattern used to generate support material.
it: Modello utilizzato per generare materiale di supporto.

source: Pattern spacing
it: Modello Spaziatura

source: Spacing between support material lines.
it: Spaziatura tra le linee del materiale di supporto.

source: Pattern angle
it: Angolo Modello

source: Use this setting to rotate the support material pattern on the horizontal plane.
it: Utilizzare questa impostazione per ruotare il modello del materiale di supporto sul piano orizzontale.

source: Interface layers
it: Strato Interface

source: Number of interface layers to insert between the object(s) and support material.
it: Numero di strati di interfaccia da inserire tra l'oggetto(i) e il materiale di supporto.

source: Interface pattern spacing
it: Spaziatura del modello Interfaccia

source: Spacing between interface lines. Set zero to get a solid interface.
it: Spaziatura tra le linee di interfaccia. Impostato a zero per ottenere una interfaccia solida.

source: Enforce support for the first
it: Forza il supporto per il primo

source: Generate support material for the specified number of layers counting from bottom, regardless of whether normal support material is enabled or not and regardless of any angle threshold. This is useful for getting more adhesion of objects having a very thin or poor footprint on the build plate.
it: Genera il materiale di supporto per il numero specificato di livelli crescente dal basso, indipendentemente dal fatto materiale di supporto e' abilitato o meno e indipendentemente da qualsiasi angolazione soglia. Questo e' utile per ottenere piu' aderenza di oggetti che hanno un ingombro molto sottile o povero sul piatto di stampa.

source: Raft layers
it: Zattera Strati

source: Number of total raft layers to insert below the object(s).
it: Numero totale di strati zattera da inserire sotto l'oggetto(i).

source: Start G-code
it: Inizio G-code

source: This start procedure is inserted at the beginning of the output file, right after the temperature control commands for extruder and bed. If Slic3r detects M104 or M190 in your custom codes, such commands will not be prepended automatically. Note that you can use placeholder variables for all Slic3r settings, so you can put a "M104 S[first_layer_temperature]" command wherever you want.
it: Il testo e' inserito all'inizio del file di output, subito dopo i comandi di controllo della temperatura per estrusore e letto. Se Slic3r rileva M104 o M190 nei vostri codici personalizzati, tali comandi non vengono aggiunti automaticamente. Si noti che e' possibile utilizzare le variabili per tutte le impostazioni Slic3r, in modo da poter mettere un comando "M104 S [first_layer_temperature] " dove vuoi.

source: End G-code
it: Fine G-code

source: This end procedure is inserted at the end of the output file. Note that you can use placeholder variables for all Slic3r settings.
it: Questo fine procedura e' inserito alla fine del file di output. Si noti che e' possibile utilizzare le variabili di tutte le impostazioni Slic3r.

source: Layer change G-code
it: Strato cambiamento G-code

source: This custom code is inserted at every layer change, right after the Z move and before the extruder moves to the first layer point. Note that you can use placeholder variables for all Slic3r settings.
it: Questo codice personalizzato viene inserito ad ogni cambio di livello, subito dopo la mossa Z e prima che l'estrusore si muova verso il primo punto dello strato. Si noti che e' possibile utilizzare le variabili di tutte le impostazioni Slic3r.

source: Tool change G-code
it: Cambio Estrusore G-code

source: This custom code is inserted at every extruder change. Note that you can use placeholder variables for all Slic3r settings as well as [previous_extruder] and [next_extruder].
it: Questo codice personalizzato viene inserito ad ogni cambio estrusore. Si noti che e' possibile utilizzare le variabili di tutte le impostazioni Slic3r nonché [previous_extruder] e [next_extruder].

source: Post-processing scripts
it: Script post-processing

source: If you want to process the output G-code through custom scripts, just list their absolute paths here. Separate multiple scripts with a semicolon. Scripts will be passed the absolute path to the G-code file as the first argument, and they can access the Slic3r config settings by reading environment variables.
it: Se si desidera elaborare l'output G-code tramite script personalizzati, e' sufficiente elencare i loro percorsi assoluti qui. Separa gli script con un punto e virgola. Gli script verranno passati il percorso assoluto del file G-code come primo argomento, e si può accedere alle impostazioni di configurazione Slic3r leggendo le variabili di ambiente.

source: Length
it: Lunghezza

source: When retraction is triggered, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
it: Quando la retrazione e' attivata, filamento e' tirato indietro della quantita' specificata (la lunghezza e' misurata sul filo grezzo, prima che entri l'estrusore).

source: mm (zero to disable)
it: mm (zero per disabilitare)

source: Speed
it: Velocita'

source: The speed for retractions (it only applies to the extruder motor).
it: La velocita' di ritrazione (si applica solo al motore estrusore).

source: Extra length on restart
it: Lunghezza extra al riavvio

source: When the retraction is compensated after the travel move, the extruder will push this additional amount of filament. This setting is rarely needed.
it: Quando la retrazione e' compensata dopo la spostamento di travel, l'estrusore spingera' questo quantita' aggiuntiva di filamento. Questa impostazione e' raramente necessaria.

source: Minimum travel after retraction
it: Corsa minima, dopo la retrazione

source: Retraction is not triggered when travel moves are shorter than this length.
it: Retrazione non viene attivato quando si sposta di una corsa sono piu' brevi di questa lunghezza.

source: Lift Z
it: Solleva Z

source: If you set this to a positive value, Z is quickly raised every time a retraction is triggered.
it: Se si imposta su un valore positivo, Z e' rapidamente alzato ogni volta che una retrazione e' attivata.

source: Retract on layer change
it: Ritrarre sul cambio di strato

source: This flag enforces a retraction whenever a Z move is done.
it: Questa opzione forza una ritrazione ogni volta che una mossa Z e' fatta.

source: Wipe before retract
it: Pulire prima di ritrarre

source: This flag will move the nozzle while retracting to minimize the possible blob on leaky extruders.
it: Questa opzione muovera' l'ugello mentre ritrae, per ridurre al minimo la possibile perdita di materiale.

source: When retraction is triggered before changing tool, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
it: Quando la retrazione e' attivata prima di cambiare strumento, il filamento e' tirato indietro dalla quantita' specificata (la lunghezza e' misurata sul filo grezzo, prima che entri l'estrusore).

source: When the retraction is compensated after changing tool, the extruder will push this additional amount of filament.
it: Quando la retrazione e' compensata dopo il cambio utensile, l'estrusore spingera' questa quantita' aggiuntiva di materiale.

source: Enable auto cooling
it: Attivare Raffreddamento Automatico

source: This flag enables the automatic cooling logic that adjusts print speed and fan speed according to layer printing time.
it: Questo opzione abilita il raffreddamento automatico che regola la velocita' di stampa e la velocita' della ventola in base al tempo di stampa dello strato.

source: This setting represents the minimum PWM your fan needs to work.
it: Questa opzione rappresenta il PWM minimo che la vostra ventola ha bisogno per lavorare.

source: This setting represents the maximum speed of your fan.
it: Questa impostazione rappresenta la velocita' massima del ventola.

source: Bridges fan speed
it: Velocita' Bridges

source: This fan speed is enforced during all bridges.
it: Questa velocita' del ventilatore viene applicata durante tutti i ponti.

source: Enable fan if layer print time is below
it: Abilitare ventola se il tempo di stampa di uno strato e' inferiore

source: If layer print time is estimated below this number of seconds, fan will be enabled and its speed will be calculated by interpolating the minimum and maximum speeds.
it: Se il tempo di stampa di uno strato e' stimato sotto questo numero di secondi, la ventola sara' abilitata e la sua velocita' sara' calcolata interpolando le velocita' minima e massima.

source: approximate seconds
it: secondi approssimativi

source: Slow down if layer print time is below
it: Rallentare se il tempo si stampa di uno strato e' inferiore

source: If layer print time is estimated below this number of seconds, print moves speed will be scaled down to extend duration to this value.
it: Se il tempo di stampa di uno strato e' stimata al di sotto di questo numero di secondi, la velocita' degli spostamenti di stampa verra' ridimensionata per estendere la durata a questo valore.

source: Min print speed
it: Min velocita' di stampa

source: Slic3r will not scale speed down below this speed.
it: Slic3r non scala la velocita' al di sotto questa velocita'.

source: Disable fan for the first
it: Disabilitare la ventola per il primo strato

source: You can set this to a positive value to disable fan at all during the first layers, so that it does not make adhesion worse.
it: E' possibile impostare ad un valore positivo per disabilitare la ventola durante il primo strato, in modo da non peggiorare aderenza.

source: Keep fan always on
it: Tenere sempre la ventola attiva

source: If this is enabled, fan will never be disabled and will be kept running at least at its minimum speed. Useful for PLA, harmful for ABS.
it: Se attivata, la ventola non sara' mai disabilitata e viene tratta in esecuzione almeno alla velocita' minima. Utile per PLA, dannoso per l'ABS.

source: Loops
it: Anelli

source: Number of loops for this skirt, in other words its thickness. Set this to zero to disable skirt.
it: Numero di anelli per questo al pannello esterno, in altre parole il suo spessore. Impostare a zero per disabilitare il pannello esterno.

source: Minimum extrusion length
it: Lunghezza minima di estrusione

source: Generate no less than the number of skirt loops required to consume the specified amount of filament on the bottom layer. For multi-extruder machines, this minimum applies to each extruder.
it: Generare non meno del numero di cicli necessari al pannello esterno a consumare la quantita' specificata di filamenti sul livello di fondo. Per le macchine multi-estrusori, questo minimo si applica a ogni estrusore.

source: Distance from object
it: Distanza dall'oggetto

source: Distance between skirt and object(s). Set this to zero to attach the skirt to the object(s) and get a brim for better adhesion.
it: Distanza tra pannello esterno e oggetto(i). Impostare a zero per attaccare il pannello esterno all'oggetto(i) e ottenere un bordo per una migliore aderenza.

source: Skirt height
it: Altezza punti marginali

source: Height of skirt expressed in layers. Set this to a tall value to use skirt as a shield against drafts.
it: Altezza della gonna espresso in strati. Impostare su un valore alto per utilizzare gonna come uno scudo contro correnti d'aria.

source: Brim width
it: Larghezza Bordo

source: Horizontal width of the brim that will be printed around each object on the first layer.
it: Larghezza orizzontale del bordo che sara' stampato intorno ad ogni oggetto sul primo strato.

source: Scale
it: Scala

source: Rotate
it: Ruota

source: Copies (autoarrange)
it: Copie (disposizione automatica)

source: Bed size
it: Dimensione Piatto

source: Size of your bed. This is used to adjust the preview in the plater and for auto-arranging parts in it.
it: Dimensione del tuo piatto stampa. Questo e' usato per regolare l'anteprima in "Piatto Stampa" e per le parti di auto-organizzazione in esso.

source: Copies (grid)
it: Copie (griglia)

source: Distance between copies
it: Distanza tre le copie

source: Distance used for the auto-arrange feature of the plater.
it: Distanza usata per l'auto-posizionamento sul piatto di stampa

source: Complete individual objects
it: Completa oggetti singoli

source: When printing multiple objects or copies, this feature will complete each object before moving onto next one (and starting it from its bottom layer). This feature is useful to avoid the risk of ruined prints. Slic3r should warn and prevent you from extruder collisions, but beware.
it: Quando si stampano piu' oggetti o copie, questa funzione completa ogni oggetto prima di passare al successivo (e partendo dal suo strato inferiore). Questa funzione e' utile per evitare il rischio di stampe in rovina. Slic3r dovrebbe mettere in guardia e vi impedisce collisioni di estrusori, ma attenzione.

source: Radius
it: Raggio

source: Set this to the clearance radius around your extruder. If the extruder is not centered, choose the largest value for safety. This setting is used to check for collisions and to display the graphical preview in the plater.
it: Imposta il raggio di distanza intorno al vostro estrusore. Se l'estrusore non e' centrato, scegliere un valore piu' grande per maggiore sicurezza. Questa impostazione viene utilizzata per controllare le collisioni e per visualizzare l'anteprima grafica nel Piatto Stampa.

source: Height
it: Altezza

source: Set this to the vertical distance between your nozzle tip and (usually) the X carriage rods. In other words, this is the height of the clearance cylinder around your extruder, and it represents the maximum depth the extruder can peek before colliding with other printed objects.
it: Imposta la distanza verticale tra la punta ugello e (di solito) le aste di trasporto X. In altre parole, questa e' l'altezza del cilindro gioco fra l'estrusore, e rappresenta la profondita' massima dell'estrusore prima di collidere con altri oggetti stampati.

source: Unknown option
it: Opzione sconosciuta

source: Invalid value for
it: Valore non valido per

source: Your perl wasn't built with multithread support
it: Il tuo perl non e' compilato con il supporto multithread

source: must be a multiple of print resolution
it: deve essere un multiplo della risoluzione di stampa

source: can't be greater than --nozzle-diameter
it: Non puo' essere maggiore di --nozzle-diameter

source: First layer height can't be greater than
it: L'altezza del primo strato non puo' essere maggiore di

source: The selected fill pattern is not supposed to work at 100% density
it: Il tipo di riempimento selezionato non supporta una densita' del 100%

source: Use either
it: Usare o

source: or
it: o

source: (using both doesn't make sense)
it: (non ha senso usarli entrambi)

source: # generated by Slic3r
it: # generato da Slic3r

source: on
it: su

source: Unreadable configuration file (invalid data at line
it: File di configurazione illeggibile (dati non validi alla linea

source: Version
it: Versione

source: Remember to check for updates at
it: Ricordati di controllare gli aggiornamenti su

source: &Load Config… Ctrl+L
it: Carica Configurazione

source: Load exported configuration file
it: Carica un file di configurazione

source: &Export Config… Ctrl+E
it: &Esporta Configurazione… Ctrl+E

source: Export current configuration to file
it: Esporta il file di configurazione corrente

source: Q&uick Slice… Ctrl+U
it: Slice Veloce… Ctrl+U

source: Quick Slice and Save &As… Ctrl+Alt+U
it: Slice Veloce e Salva con nome… Ctrl+Alt+U

source: Slice file and save as
it: Slice il file e salva con nome

source: Slice to SV&G… Ctrl+G
it: Slice in SV&G… Ctrl+G

source: Slice file to SVG
it: Slice il file in SVG

source: Preferences…
it: Preferenze...

source: Application preferences
it: Preferenze dell'applcazione

source: &Quit
it: Esci

source: Quit Slic3r
it: Esce da Slic3r

source: &Configuration
it: &Configurazione

source: Run Configuration
it: Esegui configurazione

source: Slic3r &Website
it: Slic3r Sito Web

source: Open the Slic3r website in your browser
it: Apri il sito di Slic3r nel tuo browser

source: Check for &Updates...
it: Controlla Aggiornamenti....

source: Check for new Slic3r versions
it: Controlla nuove versione versioni di Slic3r

source: &Documentation
it: &Documentazione

source: Open the Slic3r documentation in your browser
it: Apri la documentazione nel tuo browser

source: Show about dialog
it: Mostra dialogo about

source: &Plater
it: Piatto Stampa

source: &Help
it: &Aiuto

source: A new version is available. Do you want to open the Slic3r website now?
it: Una nuova versione e' disponibile. Vuoi aprire il sito web di Slic3r adesso?

source: Update
it: Aggiorna

source: Failed to check for updates. Try later.
it: Controllo aggiornamento fallito. Riprova piu' tardi.

source: Configuration
it: Configurazione

source: Welcome to the Slic3r Configuration
it: Benvenuto nella configurazione di Slic3r

source: Welcome
it: Benvenuto

source: Hello, welcome to Slic3r! This
it: Ciao, benvenuto in Slic3r! Questa

source: helps you with the initial configuration; just a few settings and you will be ready to print.
it: ti aiutera' con la configurazione iniziale; solo poche impostazioni e sarai pronto per stampare.

source: To import an existing configuration instead, cancel this
it: Invece per importare una configurazione esistente, esci da questo

source: and use the Open Config menu item found in the File menu.
it: e utilizza la voce "Carica Configurazione" del menu "File"

source: To continue, click Next.
it: Per continuare, clicca Next

source: Firmware Type
it: Tipo Firmware

source: Choose the type of firmware used by your printer, then click Next.
it: Scelti il firmware usato dalla tua stampante, e clicca su Next.

source: Bed Size
it: Dimensione Piatto

source: Enter the size of your printers bed, then click Next.
it: Inserisci la dimensione del piatto di stampa, poi clicca Next

source: Nozzle Diameter
it: Diametro ugello

source: Enter the diameter of your printers hot end nozzle, then click Next.
it: Inserisci il diametro dell'ugello del tuo hot-end, poi clicca su Next.

source: Filament Diameter
it: Diametro Filamento

source: Enter the diameter of your filament, then click Next.
it: Inserisci il diametro del tuo filemento, poi clicca su Next.

source: Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
it: E' necessaria una buona precisione, usa un calibro e fai piu' misurazioni lungo il filamento, quindi calcola la media.

source: Extrusion Temperature
it: Temperatura Estrusione

source: Enter the temperature needed for extruding your filament, then click Next.
it: Inserisci la temperatura necessaria per estrudere il tuo filamento, poi clicca su Next.

source: A rule of thumb is 160 to 230 °C for PLA, and 215 to 250 °C for ABS.
it: Una regola generale e' dai 160 a 230°C per PLA, e dai 215 a 250°C per l'ABS.

source: Bed Temperature
it: Temperatura Piatto

source: Enter the bed temperature needed for getting your filament to stick to your heated bed, then click Next.
it: Immettere la temperatura del piatto di stampa necessaria per ottenere una buona adesione del filamento al piatto, quindi fare clic su Next.

source: A rule of thumb is 60 °C for PLA and 110 °C for ABS.
it: Una regola generale e' di 60°C per PLA e 110°C per l'ABS.

source: Congratulations!
it: Congratulazioni!

source: Finish
it: Fine

source: You have successfully completed the Slic3r Configuration
it: Configurazione di Slic3r completata con successo.

source: Slic3r is now configured for your printer and filament.
it: Slic3r e' configurato per la tua stampante e filamento.

source: To close this
it: Per chiuder questo

source: and apply the newly created configuration, click Finish.
it: e applicare la nuova configurazione, clicca su Finish.

source: Unsupported option type:
it: Tipo di opzione non supportato:

source: What do you want to print today?
it: Che cosa vuoi stampare oggi?

source: Rotate…
it: Ruota...

source: Scale…
it: Scala...

source: Split
it: Dividi

source: Name
it: Nome

source: Copies
it: Copie

source: Add…
it: Aggiungi...

source: Delete
it: Cancella

source: Delete All
it: Cancella Tutto

source: Autoarrange
it: Disposizione automatica

source: Export G-code…
it: Esporta G-code...

source: Export STL…
it: Esporta STL...

source: Loaded
it: Carica

source: Enter the rotation angle:
it: Inserisci l'angolo di rotazione:

source: Another slicing job is currently running.
it: Un lavoro concorrente di slicing e' in esecuzione

source: Export cancelled
it: Esportazione interrotta

source: Exporting cancelled; exiting thread...
it: Esportazione interrotta; esce dai thread...

source: Your files were successfully sliced
it: Slice avvenuto con successo.

source: minutes and
it: minuti e

source: seconds
it: secondi

source: G-code file exported to
it: File G-code esportato in

source: Export failed
it: Esportazione fallita

source: STL file exported to
it: File STL esportato in

source: AMF file exported to
it: File AMF esportato in

source: Save
it: Salva

source: file as:
it: file con nome

source: Preferences
it: Preferenze

source: General
it: Generale

source: Mode
it: Modo

source: Check for updates
it: Controlla Aggiornamenti

source: Remember output directory
it: Ricorda directory di output

source: Plater
it: Piatto Stampa

source: Are you sure you want to slice
it: sei sicuro di voler eseguire lo slice?

source: copies?
it: copie?

source: Multiple Copies
it: Copie Multiple

source: not found.
it: non trovato

source: File Not Found
it: File Non Trovato

source: Processing
it: Sto processando

source: was successfully sliced
it: Slice

source: You have unsaved changes
it: Ci sono variazioni non salvate

source: Unsaved Presets
it: Preimpostazioni no salvate

source: Are you sure you want to delete the selected preset?
it: sei sicuro di voler cancellare il preset selezionato?

source: Print Settings
it: Impostazioni di Stampa

source: Layers and perimeters
it: Strati e perimetri

source: Vertical shells
it: Gusci verticali

source: Horizontal shells
it: Gusci orizzontali

source: Advanced
it: Avanzato

source: Speed for print moves
it: Velocita' per gli spostamenti di stampa

source: Filament Settings
it: Impostazioni del Filamento

source: Filament
it: Filamento

source: Temperature (°C)
it: Temperatura (°C)

source: Extruder
it: Estrusore

source: Bed
it: Letto

source: Cooling
it: Raffreddamento

source: Enable
it: Abilitato

source: Fan settings
it: Impostazioni della ventola

source: Fan speed
it: Velocita' Ventola

source: Cooling thresholds
it: Soglie di raffreddamento

source: Printer Settings
it: Impostazioni della Stampante

source: Size and coordinates
it: Dimensioni e Coordinate

source: Capabilities
it: Funzionalita'

source: Extruders
it: Estrusori

source: Number of extruders of the printer.
it: Numero di estrusore delle stampante.

source: Custom G-code
it: G-code Personalizzato

source: Extruder
it: Estrusore

source: Size
it: Dimensione

source: Position (for multi-extruder printers)
it: Posizione (per stampanti multi-estrusore)

source: Retraction
it: Ritrazione

source: Retraction when tool is disabled (advanced settings for multi-extruder setups)
it: Ritrazione quando il tool e' disabilitato (impostazione avanzata per configurazioni multi-estrusore).
