Repository: alexrj/Slic3r
Catalog: po/*.po
Languages: it

source: Save preset
it: Salva preimpostazioni

source: Save
it: Salva
